const films = [ 
    {
        tittle: "Побег из Шоушенка",
        preview: "img/film1.png",
        description: `Успешный банкир Энди Дюфрейн обвинен в убийстве собственной жены и ее любовника. 
        Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием,
        царящими по обе стороны решетки. Каждый, кто попадает в эти стены, становится их рабом 
        до конца жизни. Но Энди, вооруженный живым умом и доброй душой, отказывается мириться с
        приговором судьбы и начинает разрабатывать невероятно дерзкий план своего освобождения.`  
    },

    {
        tittle: "Наркоз",
        preview: "img/film2.png",
        description: `Клай Бересфорд вынужден лечь под нож. Однако в процессе операции на сердце он неожиданно
        приходит в себя. Находясь в парализованном состоянии, будучи не в силах пошевелить ни рукой,
        ни ногой, он, тем не менее, чувствует каждое касание скальпеля к своей плоти…`  
    },

    {
        tittle: "Астрал",
        preview: "img/film3.png",
        description: `Джош и Рене переезжают со своими детьми в новый дом, но не успевают толком распаковать вещи,
        как начинаются странные события. Необъяснимо перемещаются предметы, в детской звучат 
        странные звуки… Но в настоящий ужас приходят родители, когда их десятилетний сын Далтон впадает
        в кому. Все усилия врачей в больнице помочь мальчику безуспешны.`  
    },

    {
        tittle: "Гравитация",
        preview: "img/film4.png",
        description: `Доктор Райан Стоун, блестящий специалист в области медицинского инжиниринга, отправляется в свою 
        первую космическую миссию под командованием ветерана астронавтики Мэтта Ковальски, для которого 
        этот полет — последний перед отставкой. Но во время, казалось бы, рутинной работы за бортом случается
        катастрофа. <br>Шаттл уничтожен, а Стоун и Ковальски остаются совершенно одни; они находятся в связке друг
        с другом, и все, что они могут, — это двигаться по орбите в абсолютно черном пространстве без всякой 
        связи с Землей и какой-либо надежды на спасение.`  
    },

    {
        tittle: "Кот-кокос и мышь-гашиш",
        preview: "img/film5.png",
        description: `Сюжет мультфильма вращается вокруг весьма дружелюбного и изобретательного кота по имени Кокос, 
        который живет неподалеку от водопада в доме под номером 228, и извлекает из ягод «пудру», которой делиться со 
        своими друзьями. У Кокоса масса друзей, которые всегда готовы прийти на помощь, а он, в свою очередь, всегда 
        готов помочь им и плясать вместе до самого утра.`  
    },

    {
        tittle: "Смешарики",
        preview: "img/film6.png",
        description: `Смеша́рики — российский мультипликационный сериал, ориентированный на общую аудиторию. 
        Создан в рамках образовательного проекта «Мир без насилия» и производится при поддержке Министерства культуры. 
        Сериал рассказывает о приключениях Смешариков — шарообразных антропоморфных животных, попадающих в различные ситуации.`  
    },
    {
        tittle: "Симпсоны",
        preview: "img/film7.png",
        description: `«Си́мпсоны» — американский мультипликационный сериал в жанре ситуационной комедии, созданный
        мультипликатором и карикатуристом Мэттом Грейнингом для телекомпании Fox Broadcasting Company.`  
    },

    {
        tittle: "Губка Боб Квадратные Штаны",
        preview: "img/film8.png",
        description: `«Губка Боб Квадратные Штаны», также известный, как «Спанч Боб Сквэр Пэнтс» — американский
        мультипликационный сериал, который транслируется на телеканалах «Nickelodeon», ТНТ, 2х2, Карусель. 
        Появился в эфире 1 мая 1999 года и стал одной из самых популярных анимационных программ телевидения.`  
    },

    {
        tittle: "Ёжик в тумане",
        preview: "img/film9.png",
        description: `По вечерам Ёжик ходил к Медвежонку в гости считать звёзды. Они усаживались на брёвнышке и,
        прихлёбывая чай, смотрели на звездное небо. Оно висело над крышей, прямо за печной трубой. Справа от трубы 
        были звёзды Медвежонка, а слева — Ёжика.`  
    },

    {
        tittle: "Миньоны",
        preview: "img/film10.png",
        description: `Миньоны живут на планете на пару миллионов лет дольше нас. У них одна навязчивая идея — служить 
        самой Гадкой личности из имеющихся в наличии. Динозавры, фараоны, Дракула, Наполеон — все они оказались недолговечны.
        И тогда миньоны рванули в Нью-Йорк. Их ждут деньги, власть, роковая суперзлодейка Скарлет Оверкилл и, конечно же, 
        вкуснейшая «банана»! Во всяком случае, так им кажется.`  
    }
]  
